MAIN_MENU = f"""
🎮 <b>Викторина-Бот</b>

<i>Добро пожаловать!</i>

 - Получайте знания в увлекательных викторинах.

 - Выберите тему, сложность и ответьте на 5 вопросов. 

 - Зарабатывайте опыт, повышайте уровень и следите за статистикой.

👇 <b>Выберите действие:</b>
"""

RULE = """
<b>🎯 Правила викторины</b>

<u> Начало игры:</u>
• <b>Нажмите «Играть»</b> в главном меню
• <b>Выберите тему</b> из доступных
• <b>Укажите уровень сложности:</b>
  🟢 Легкий (3 варианта)
  🟡 Средний (4 варианта)  
  🔴 Сложный (6 вариантов)

<u> Прохождение:</u>
• Ответьте на <b>5 вопросов</b> подряд
• Используйте <b>кнопки</b> для выбора ответа
• На каждый вопрос отведено <b>ограниченное</b> время для ответа
• <i>Неправильный ответ = 0 опыта</i>

<u> Система прогресса:</u>
• <b>Правильный ответ</b> = опыт (10-20 опыта)
• <b>Увеличивайте уровень</b> для улучшения профиля

<u> Статистика:</u>
• Отслеживайте прогресс в <b>профиле</b>
• Улучшайте <b>процент правильных ответов</b>

Удачи в викторине! 
"""
